[
  {
    "id": 1,
    "text": "В вашем регионе произошло крупное наводнение. Тысячи людей остались без крова. Как вы организуете помощь пострадавшим?",
    "type": "stress",
    "difficulty": "high"
  },
  {
    "id": 2,
    "text": "В социальных сетях распространяется фейковая информация о вашем министерстве, вызывающая панику среди населения. Как вы реагируете?",
    "type": "stress",
    "difficulty": "medium"
  },
  {
    "id": 3,
    "text": "Завтра важная международная конференция, но ваш докладчик заболел. Как вы решаете проблему?",
    "type": "stress",
    "difficulty": "medium"
  },
  {
    "id": 4,
    "text": "Обнаружена критическая уязвимость в государственной информационной системе. Данные граждан под угрозой. Ваши действия?",
    "type": "stress",
    "difficulty": "high"
  },
  {
    "id": 5,
    "text": "Бюджет вашего министерства сократили на 30% в середине финансового года. Как вы адаптируетесь?",
    "type": "stress",
    "difficulty": "high"
  },
  {
    "id": 6,
    "text": "Журналисты раскрыли скандал с участием вашего заместителя. Пресса требует комментариев. Как вы действуете?",
    "type": "stress",
    "difficulty": "high"
  },
  {
    "id": 7,
    "text": "Внезапно отключилась система электронного документооборота. Тысячи документов зависли. Как вы решаете проблему?",
    "type": "stress",
    "difficulty": "medium"
  },
  {
    "id": 8,
    "text": "Важный проект должен быть завершён завтра, но ключевой сотрудник ушёл в отпуск, не передав дела. Что делаете?",
    "type": "stress",
    "difficulty": "medium"
  },
  {
    "id": 9,
    "text": "Граждане массово жалуются на недоступность государственных услуг онлайн. Система перегружена. Ваш план действий?",
    "type": "stress",
    "difficulty": "medium"
  },
  {
    "id": 10,
    "text": "Международная организация требует срочного отчёта, но данные неполные. Срок - 24 часа. Как вы справляетесь?",
    "type": "stress",
    "difficulty": "high"
  },
  {
    "id": 11,
    "text": "Во время важной презентации для руководства у вас сломался компьютер. Как вы продолжаете выступление?",
    "type": "stress",
    "difficulty": "low"
  },
  {
    "id": 12,
    "text": "Два министерства требуют от вас противоположных решений по одному вопросу. Как вы находите компромисс?",
    "type": "stress",
    "difficulty": "high"
  },
  {
    "id": 13,
    "text": "Обнаружена ошибка в уже опубликованном отчёте, который цитируют СМИ. Как вы исправляете ситуацию?",
    "type": "stress",
    "difficulty": "medium"
  },
  {
    "id": 14,
    "text": "Внезапно изменилось законодательство, и ваш текущий проект стал несоответствующим требованиям. Ваши действия?",
    "type": "stress",
    "difficulty": "high"
  },
  {
    "id": 15,
    "text": "Ваш подчинённый публично раскритиковал решение руководства в интернете. Как вы реагируете?",
    "type": "stress",
    "difficulty": "medium"
  }
]

