[
  {
    "id": 1,
    "text": "Вы впервые пришли на работу в новый отдел органа исполнительной власти. Вас приветствуют, но после короткого знакомства сотрудники тут же возвращаются к своим делам: у отдела горящие сроки по подготовке большого отчёта для вышестоящего органа. Руководитель уходит на совещание, коллеги торопятся, никто не успевает объяснить вам ни функционал, ни порядок работы, ни даже где взять доступы. Вы сидите за рабочим столом, видите множество незнакомых сервисов на экране, но помощи ждать неоткуда.",
    "solution": "Проявить инициативу, подойти к руководителю или старшему специалисту и вежливо попросить обозначить первоочередные задачи, которые вы можете выполнить уже сегодня. Стоит уточнить, кто является вашим наставником, и попросить у него вводный инструктаж. Одновременно можно предложить свою помощь в подготовке отчёта - например, обработать данные или оформить таблицу.",
    "type": "regular"
  },
  {
    "id": 2,
    "text": "Вы работаете в паре с более опытным сотрудником, который должен передавать вам часть информации каждое утро. Однако он систематически опаздывает — иногда на 20–30 минут. Из-за этого работа откладывается, а сроки выполнения поручений руководителя постоянно оказываются под угрозой. В конце дня вы вынуждены задерживаться, компенсируя утренние задержки, что создаёт напряжение и снижает вашу собственную эффективность.",
    "solution": "Мягко и в приватной форме обсудить ситуацию с коллегой, объясняя не претензии, а именно влияние опозданий на общий результат. Можно спросить, можно ли как-то подстроить процессы иначе или чем-то помочь. Если разговор не даёт результата, стоит проинформировать руководителя не как жалобу, а как профессиональный риск для соблюдения сроков. Руководитель сможет распределить утренние задачи иначе или установить новый порядок взаимодействия.",
    "type": "regular"
  },
  {
    "id": 3,
    "text": "После длительной консультации пожилой гражданин, поблагодарив за внимание, подкладывает вам на стол конверт, говоря: «Это просто знак моей признательности, возьмите». Он искренне считает, что так выражает уважение, и, видя отказ, начинает убеждать вас, что «ничего такого нет».",
    "solution": "Необходимо спокойно, доброжелательно, без обвинений объяснить, что государственные служащие не могут принимать подарки и вознаграждения, так как это нарушает законодательные и этические требования. Можно предложить альтернативу — оставить письменную благодарность руководству или на госпортале.",
    "type": "regular"
  },
  {
    "id": 4,
    "text": "Руководитель отдела поручил вам подготовить аналитическую справку к вечеру. Через час заместитель руководителя даёт другое поручение — полностью противоположное по целям и срокам, и просит выполнить его в приоритетном порядке. Вы понимаете, что одновременно выполнить обе задачи невозможно, но каждое из лиц ожидает результата от вас.",
    "solution": "Подойти к непосредственному руководителю и в спокойной форме изложить суть противоречия, указав сроки, объёмы и содержание поручений. Важно попросить определить приоритеты, чтобы избежать ошибки и не нарушить сроки. После этого вежливо уведомить заместителя о согласованном порядке. Такой подход помогает сохранить нейтралитет и избежать конфликта между руководителями.",
    "type": "regular"
  },
  {
    "id": 5,
    "text": "Организация внедрила новый электронный инструмент, который должен заменить устаревшие бумажные журналы. Однако большинство сотрудников старшего возраста игнорируют нововведение: они продолжают вести записи вручную, объясняя это отсутствием времени «разбираться в новой технике». Из-за этого процессы дублируются, а вы, как новичок, попадаете между двумя стандартами работы.",
    "solution": "Лучше всего самостоятельно изучить систему, попробовать её в действии и составить простой, доступный мини-гайд. Можно предложить коллегам поучаствовать в коротком совместном тестировании и показать, что новые инструменты реально экономят время.",
    "type": "regular"
  },
  {
    "id": 6,
    "text": "Вы случайно замечаете, что в проекте, к которому вы частично привлечены, участвует человек, которого вы знаете лично: бывший однокурсник или коллега. По служебным обязанностям вам может потребоваться оценивать его документы или давать рекомендации.",
    "solution": "Нужно сразу уведомить руководителя о факте личного знакомства, чтобы исключить возможные обвинения в предвзятости. Вас должны отстранить от принятия решений, касаемо Вашего знакомого, например назначить замену.",
    "type": "regular"
  },
  {
    "id": 7,
    "text": "Для подготовки важного отчёта вам необходимо получить данные от другого органа власти. Письмо было отправлено неделю назад, но ответа нет. Срок сдачи отчёта приближается, а без этих данных документ будет неполным. Вы беспокоитесь, что без этой информации ваша работа окажется под угрозой.",
    "solution": "Стоит проверить, зарегистрировано ли письмо. Затем корректно связаться с ответственными коллегами по телефону или электронной почте, уточнив статус. Если реакции нет, отправить повторный запрос с указанием значимости данных и сроков отчёта. При отсутствии ответа — сообщить руководителю и предложить формальную эскалацию вопроса.",
    "type": "regular"
  },
  {
    "id": 8,
    "text": "Гражданин пришёл лично и в эмоциональной форме обвиняет ведомство в бездействии, требуя немедленного ответа, почему его обращение «так долго рассматривают». Он повышает голос, переживает, ссылается на жизненные сложности.",
    "solution": "В первую очередь нужно выслушать человека, проявить уважение и успокоить ситуацию. Далее - проверить статус обращения и объяснить сроки и регламенты простым языком. Если выявлена ошибка, предложить варианты исправления. После беседы готовится официальный письменный ответ, а проблема анализируется внутри отдела, чтобы избежать повторения.",
    "type": "regular"
  },
  {
    "id": 9,
    "text": "Утром вы получаете три задания: подготовить письмо для другого ведомства, объединить данные для отчёта и проверить проект документа. Все поручения «срочные» и со сроком «сегодня». Вы понимаете, что без расстановки приоритетов выполнить всё качественно невозможно.",
    "solution": "Лучше сразу подойти к руководителю с просьбой определить порядок выполнения задач. Это не выглядит как слабость, наоборот — как грамотная оценка объёма работы. После согласования важно строго следовать приоритетам и периодически информировать о прогрессе. При необходимости можно предложить перераспределить часть задач, чтобы обеспечить качество.",
    "type": "regular"
  },
  {
    "id": 10,
    "text": "Руководитель поручил вам сопровождать стажёра. Он мотивирован, но плохо ориентируется в структурах документов, не знает регламентов и требует постоянных разъяснений. Из-за этого вы тратите много времени, опасаясь, что свои задачи не успеете.",
    "solution": "Оптимально составить для стажёра план введения в должность, дать примеры документов, показать основные регламенты и алгоритмы. Разбить обучение на этапы, давать небольшие, но реальные задания. Регулярно объяснять ошибки без критики — это поможет стажёру быстрее включиться, а вам — сохранить рабочий темп.",
    "type": "regular"
  },
  {
    "id": 11,
    "text": "Двое сотрудников вашего отдела постоянно спорят из-за распределения функций. Каждый считает, что другой недорабатывает. Споры затягиваются, переходят в переписку, мешают рабочим процессам и создают напряжённость в коллективе.",
    "solution": "Можно предложить провести спокойную рабочую беседу, где каждый изложит свою позицию и ожидания. Затем — чётко обозначить зоны ответственности и закрепить их письменно. Если конфликт не утихает, необходимо привлечь руководителя для регулирования. Важно при этом оставаться нейтральным и не занимать чью-то сторону.",
    "type": "regular"
  },
  {
    "id": 12,
    "text": "Для подготовки отчёта требуется использовать новую программу. IT-отдел выдал инструкции, но коллеги продолжают работать по старым шаблонам и откладывают установку, боясь не справиться с интерфейсом. В итоге отчёт рискует оказаться недоделанным.",
    "solution": "Лучше установить программу самостоятельно, изучить её функции, а затем составить краткое руководство или провести мини-обучение. Когда сотрудники увидят, что с программой можно разобраться быстро, напряжение исчезнет.",
    "type": "regular"
  },
  {
    "id": 13,
    "text": "Один из коллег часто пишет резкие или эмоциональные сообщения в рабочей переписке: использует восклицательные знаки, ироничные комментарии, формулировки на грани грубости. Это вызывает недовольство других сотрудников и ухудшает рабочую атмосферу.",
    "solution": "В приватной форме стоит мягко обсудить с коллегой, что такой стиль может восприниматься неправильно и вызывать напряжение. Можно предложить использовать более нейтральные формулировки. Если стиль общения не меняется, следует сообщить руководителю, чтобы он урегулировал ситуацию официально.",
    "type": "regular"
  },
  {
    "id": 14,
    "text": "Во время дистанционного совещания часть коллег не включает камеры, не отвечает на вопросы, не реагирует на обсуждение. Возникает ощущение, что они фактически не участвуют и не слышат. Обсуждение затягивается, решения не принимаются.",
    "solution": "Ведущий встречи может напомнить правила активного участия, обратиться к каждому напрямую, задать короткие вопросы или попросить прокомментировать тему. После встречи нужно разослать протокол с задачами и ответственными. Если ситуация повторяется, важно уведомить руководителя.",
    "type": "regular"
  },
  {
    "id": 15,
    "text": "Отдел получает поручение подготовить комплексный проект аналитических материалов за 10 дней. Вы оцениваете объём работы и видите, что текущими ресурсами и темпами выполнить его без потерь качества невозможно. Сотрудники перегружены, часть функций дублируется, а регламентные процессы занимают слишком много времени.",
    "solution": "Нужно проанализировать объём задач, выделить наиболее критичные части и предложить руководству оптимизацию: использование шаблонов, автоматизацию, перераспределение функций. Также можно аргументированно предложить привлечь дополнительные ресурсы.",
    "type": "regular"
  }
]
