[
  {
    "id": 1,
    "text": "Необходимо разработать новую программу поддержки малого бизнеса. С чего вы начнёте?",
    "type": "regular",
    "difficulty": "medium"
  },
  {
    "id": 2,
    "text": "Требуется улучшить качество государственных услуг. Какие шаги вы предпримете?",
    "type": "regular",
    "difficulty": "medium"
  },
  {
    "id": 3,
    "text": "Нужно организовать межведомственное совещание по важному вопросу. Как вы его проведёте?",
    "type": "regular",
    "difficulty": "low"
  },
  {
    "id": 4,
    "text": "Граждане жалуются на длинные очереди в вашем ведомстве. Как вы оптимизируете процесс?",
    "type": "regular",
    "difficulty": "medium"
  },
  {
    "id": 5,
    "text": "Требуется подготовить годовой отчёт о деятельности министерства. Как вы организуете работу?",
    "type": "regular",
    "difficulty": "low"
  },
  {
    "id": 6,
    "text": "Необходимо внедрить новую систему электронного документооборота. Как вы обеспечите переход?",
    "type": "regular",
    "difficulty": "medium"
  },
  {
    "id": 7,
    "text": "Нужно повысить квалификацию сотрудников. Какую программу обучения вы разработаете?",
    "type": "regular",
    "difficulty": "medium"
  },
  {
    "id": 8,
    "text": "Требуется оптимизировать бюджет министерства на следующий год. Как вы подойдёте к планированию?",
    "type": "regular",
    "difficulty": "medium"
  },
  {
    "id": 9,
    "text": "Необходимо улучшить взаимодействие с гражданами через социальные сети. Ваш план?",
    "type": "regular",
    "difficulty": "low"
  },
  {
    "id": 10,
    "text": "Требуется провести анализ эффективности текущих программ. Как вы организуете исследование?",
    "type": "regular",
    "difficulty": "medium"
  },
  {
    "id": 11,
    "text": "Нужно разработать стратегию развития на следующие 5 лет. С чего вы начнёте?",
    "type": "regular",
    "difficulty": "high"
  },
  {
    "id": 12,
    "text": "Требуется организовать публичные слушания по важному вопросу. Как вы обеспечите участие граждан?",
    "type": "regular",
    "difficulty": "medium"
  },
  {
    "id": 13,
    "text": "Необходимо сократить бюрократические процедуры. Какие шаги вы предпримете?",
    "type": "regular",
    "difficulty": "medium"
  },
  {
    "id": 14,
    "text": "Требуется улучшить прозрачность работы министерства. Как вы обеспечите открытость?",
    "type": "regular",
    "difficulty": "low"
  },
  {
    "id": 15,
    "text": "Нужно разработать систему оценки эффективности сотрудников. Какой подход вы выберете?",
    "type": "regular",
    "difficulty": "medium"
  }
]

