[
  {
    "id": 1,
    "text": "В день, когда вы должны представить руководству итоговую презентацию по значимому проекту, перестаёт работать сервер, где хранятся материалы. Ни открыть файл, ни связаться с коллегами в этот момент вы не можете, так как вся внутренняя система зависла. Участники уже собираются, а презентации нет под рукой.",
    "solution": "Следует оперативно связаться с IT-специалистами и уточнить примерное время восстановления доступа. Параллельно стоит уведомить организаторов встречи, что возникла техническая задержка, и предложить перенести начало на несколько минут. Если есть доступ к электронной почте или облачному хранилищу, можно открыть черновую или предыдущую версию - она лучше, чем отсутствие материалов вовсе.",
    "type": "stress"
  },
  {
    "id": 2,
    "text": "В отдел приходит гражданин, который недоволен результатом рассмотрения его обращения. Он повышает голос, обвиняет сотрудников в бездействии, ведёт себя эмоционально, создавая напряжённую обстановку. В приёмной присутствуют другие посетители, которые начинают нервничать.",
    "solution": "Необходимо сохранять спокойствие и нейтральный тон, не отвечая на провокации. Нужно предложить человеку перейти в отдельное помещение, чтобы спокойно обсудить вопрос, и параллельно запросить поддержку коллег или службы охраны, если поведение становится опасным. Важно не вступать в спор, а объяснить порядок рассмотрения обращений и предложить конструктивные варианты решения.",
    "type": "stress"
  },
  {
    "id": 3,
    "text": "Вы внимательно перечитываете отчёт накануне отправки и понимаете, что один из ключевых показателей указан неверно. Из-за этого ошибочно интерпретируются выводы. На исправление остаётся крайне мало времени, и работа команды зависит от вашей реакции.",
    "solution": "Следует немедленно приступить к корректировке, параллельно информируя руководителя о проблеме и предлагая вариант решения. Важно работать спокойно и сосредоточенно, избегая паники. Если часть работы можно перераспределить, лучше попросить помощи коллег. Прозрачность и оперативность помогут сохранить доверие и избежать последствий.",
    "type": "stress"
  },
  {
    "id": 4,
    "text": "Вы уже погружены в большую задачу, когда приходит новое поручение с формулировкой «срочно» и невозможностью переноса. При этом старую задачу отменить нельзя — обе важны, но ресурсы ограничены.",
    "solution": "Необходимо быстро оценить объём двух задач и обратиться к руководителю для определения приоритетов. После согласования важно перестроить план дня и, при необходимости, перенести второстепенные задачи.",
    "type": "stress"
  },
  {
    "id": 5,
    "text": "Утром вы видите материал, критически оценивающий деятельность вашего подразделения. Журналисты приводят недостоверные данные и эмоциональные заявления. Руководство требует оперативно подготовить комментарий и внутренний анализ.",
    "solution": "Нужно подготовить объективный комментарий, указав на реальные данные, и направить его руководству. Параллельно следует провести внутренний разбор - где возникло искажение информации - и предложить меры по предотвращению подобных ситуаций.",
    "type": "stress"
  },
  {
    "id": 6,
    "text": "Ответственный сотрудник уходит в отпуск, оставив минимальные инструкции. Неожиданно именно его часть работы становится срочной. Доступа к его материалам нет или они неполные.",
    "solution": "Нужно спокойно оценить, какие данные доступны, и собрать недостающую информацию по отдельным источникам: у коллег, в архиве документов, в служебной переписке. Если что-то невозможно восстановить, важно сообщить руководителю не с позиции проблемы, а с предложенными вариантами: временное решение, запрос переноса срока, привлечение другого специалиста.",
    "type": "stress"
  },
  {
    "id": 7,
    "text": "Вы должны представить часть отчёта на важной видеоконференции, где присутствуют представители нескольких ведомств. За минуту до вашего выступления интернет обрывается.",
    "solution": "Нужно быстро перейти на мобильный интернет или позвонить в конференцию по телефону. Если подключиться не удаётся, следует немедленно уведомить организаторов через мессенджер или SMS и предложить выступить позже.",
    "type": "stress"
  },
  {
    "id": 8,
    "text": "В рабочем пространстве происходят громкие разногласия между сотрудниками. Коллеги начинают спорить о распределении задач, обсуждение перерастает в эмоциональный конфликт. Атмосфера в отделе становится напряжённой, нарушается рабочий процесс.",
    "solution": "Нужно спокойно остановить спор и предложить перенести обсуждение в отдельную комнату. Далее важно организовать конструктивный диалог: дать каждому высказаться, уточнить факты, помочь сформулировать взаимоприемлемые решения. Если конфликт заходит слишком далеко, необходимо сообщить руководителю.",
    "type": "stress"
  },
  {
    "id": 9,
    "text": "В отдел неожиданно приходит проверяющая группа и просит предоставить полный комплект документов по проекту. Часть бумаг находится у разных сотрудников, а что-то ещё находится в работе.",
    "solution": "Необходимо действовать быстро, но системно: собрать доступные документы, уточнить у коллег, где находится недостающая часть, и в каком статусе она сейчас. Можно попросить нескольких сотрудников помочь собрать пакет. Важно вести себя корректно и профессионально перед проверяющими и минимизировать хаос.",
    "type": "stress"
  },
  {
    "id": 10,
    "text": "Руководитель, изучив проект отчёта, просит «смягчить формулировки» или изменить показатели так, чтобы ситуация выглядела лучше, чем она есть. Вы понимаете, что это нарушение принципов объективности.",
    "solution": "Необходимо спокойно и корректно объяснить, что такие изменения могут привести к серьёзным рискам для ведомства и лично для руководства, так как данные должны соответствовать действительности. Можно предложить легитимный способ: подготовить аналитическую часть с акцентом на позитивные тенденции, не искажая фактов.",
    "type": "stress"
  },
  {
    "id": 11,
    "text": "Внезапно поступает поручение начать новый проект, который требует ресурсов и согласований. Сроки минимальные, информации мало.",
    "solution": "Стоит оперативно собрать ключевых участников, распределить роли и определить, какие данные нужны для начала работы. Затем важно быстро составить минимальный план действий и приступить к выполнению первых шагов. Лучше показать способность запускать процесс даже при недостатке вводных.",
    "type": "stress"
  },
  {
    "id": 12,
    "text": "Документ, над которым вы работали всю неделю, исчезает из системы. Его нужно отправить сегодня, а резервной копии нет. Поиск не даёт результатов.",
    "solution": "Следует проверить корзину, временные файлы, историю версий, папки автосохранения. Если документ полностью утерян, важно сообщить руководителю и представить план восстановления: переподготовка из исходных данных, привлечение коллег, использование черновиков из переписки.",
    "type": "stress"
  },
  {
    "id": 13,
    "text": "Ваш отдел ожидает данные от соседнего подразделения, но там считают, что отправлять должен другой отдел. Взаимные письма не дают результата, сроки горят.",
    "solution": "Лучше организовать короткую встречу или видеоконференцию между всеми сторонами, чтобы уточнить реальный функционал и договориться о порядке действий. Важно выступить посредником, разъяснить цели проекта и согласовать единый процесс.",
    "type": "stress"
  },
  {
    "id": 14,
    "text": "Вы замечаете, что фрагменты внутреннего документа оказались в открытых источниках. Неясно, как утечка произошла, но ситуация потенциально опасная.",
    "solution": "Нужно немедленно сообщить руководителю и безопасности, предоставить известные факты и не предпринимать самостоятельных расследований. Затем важно участвовать в разборе, помогая восстановить картину происходящего.",
    "type": "stress"
  },
  {
    "id": 15,
    "text": "За час до значимой встречи вы сталкиваетесь с неотложной ситуацией: резкое ухудшение самочувствия, семейное ЧП, транспортная авария. Лично присутствовать невозможно, а от вас ожидали доклад.",
    "solution": "Важно немедленно уведомить организаторов, объяснить ситуацию и направить подготовленные материалы заранее. Можно предложить подключиться дистанционно или попросить коллегу выступить вместо вас.",
    "type": "stress"
  }
]
